e4outline.org
:PROPERTIES:
:ID:       3bfde027-0190-4fcf-b487-488dd758acce
:END:
#+title: E4Outline
#+filetags:Projects

* Topic: Chronic Disease - Type 2 Diabetes
** Probem Statement
/Limited access to affordable, nutritious food in low-income areas is linked to higher rates of Type 2 Diabetes and poorer dieases management (Sadler et al., 2021). The lack of healthy options contributes to unhealthy eating pattersn that can increase risk of diabetes and make the condition, thus, harder to control./
** Background & Disparities
*** Background
+ Type 2 Diabetes is a chronic condition that affects the way the body processses blood sugar (glucose).
  + this happens when the body doesn't use insulin properly or doesn't make enough of it to keep blood sugar at a normal level.
+ This condition is strongly associated with lifestyle factors such as diet, physical activity, and body weight, but genetics also play a role (Lawrence et al., 2008).
*** Diabetes in Youth
+ An estimates 352,000 american under the age of 20 have been diagnosed with diabetes, which represents about 0.35% of that age group. (American Diabetes Association, n.d.)
** Social Determinants of Health
*** Economic Stability
+ A lack of funds towards healthy foods/groceries, can cause an overabundance of foast-food meals to fill the gap that could've been filled if there was more access/econmic stability. This overabundance can be used as a partial reason as to why diabetes tends to become more prevalent as income level decreases (Hill-Briggs, 2020).
*** Education Access
+ Without knowledge of how certain foods affect the body, and how the lack of certain fods affects the body.....[incomplete]
*** Health Care Access & Quality
*** Neighborhood  & Environment
*** Social & Community Context
** AI Prompt
*** Prompt & Why?
* Timeline
| *Dates*               | *Events*                                                                     |
| 10/5/25             | Get feedback from midterm assignment and plan out solutions and ideas.     |
| 10/06/25 - 10/13/25 | Meet, research, and develop for the problem.                               |
| 10/15/25 - 11/15/25 | Create presentation and include all ideas and main solution.               |
| 11/15/25 - 11/22/25 | Make sure presentation information is accurate and make small refinements. |
| 11/30/25            | Presentation is complete and ready to submit                               |
* Presentation Roles
| *Kyle*     | Worked on the planning section, including timeline and team roles                         |
| *Joel*     | Addressed problem statement and main topic.                                               |
| *KJ*       | Provided background infromation and disparities                                           |
| *Bhaumik*  | Provided and chose AI prompt.                                                             |
| *Jeremiah* | Provided background information on the Social Determinants of Health, regarding the topic |
