e4outline.tex
% Created 2025-09-25 Thu 09:59
% Intended LaTeX compiler: pdflatex
\documentclass[11pt]{article}
\usepackage[utf8]{inputenc}
\usepackage[T1]{fontenc}
\usepackage{graphicx}
\usepackage{longtable}
\usepackage{wrapfig}
\usepackage{rotating}
\usepackage[normalem]{ulem}
\usepackage{amsmath}
\usepackage{amssymb}
\usepackage{capt-of}
\usepackage{hyperref}
\author{Joel Boynton}
\date{\today}
\title{E4Outline}
\hypersetup{
 pdfauthor={Joel Boynton},
 pdftitle={E4Outline},
 pdfkeywords={},
 pdfsubject={},
 pdfcreator={Emacs 28.3 (Org mode 9.7.29)}, 
 pdflang={English}}
\begin{document}

\maketitle
\tableofcontents

\section{Topic: Chronic Disease - Type 2 Diabetes}
\label{sec:org241fc24}
\subsection{Probem Statement}
\label{sec:orgf4b7f82}
\emph{Limited access to affordable, nutritious food in low-income areas is linked to higher rates of Type 2 Diabetes and poorer dieases management (Sadler et al., 2021). The lack of healthy options contributes to unhealthy eating pattersn that can increase risk of diabetes and make the condition, thus, harder to control.}
\subsection{Background \& Disparities}
\label{sec:org3312eed}
\subsubsection{Background}
\label{sec:org8a62461}
\begin{itemize}
\item Type 2 Diabetes is a chronic condition that affects the way the body processses blood sugar (glucose).
\begin{itemize}
\item this happens when the body doesn't use insulin properly or doesn't make enough of it to keep blood sugar at a normal level.
\end{itemize}
\item This condition is strongly associated with lifestyle factors such as diet, physical activity, and body weight, but genetics also play a role (Lawrence et al., 2008).
\end{itemize}
\subsubsection{Diabetes in Youth}
\label{sec:org57a1b5e}
\begin{itemize}
\item An estimates 352,000 american under the age of 20 have been diagnosed with diabetes, which represents about 0.35\% of that age group. (American Diabetes Association, n.d.)
\end{itemize}
\subsection{Social Determinants of Health}
\label{sec:orgf8f7eb9}
\subsubsection{Economic Stability}
\label{sec:org6a7885b}
\begin{itemize}
\item A lack of funds towards healthy foods/groceries, can cause an overabundance of foast-food meals to fill the gap that could've been filled if there was more access/econmic stability. This overabundance can be used as a partial reason as to why diabetes tends to become more prevalent as income level decreases (Hill-Briggs, 2020).
\end{itemize}
\subsubsection{Education Access}
\label{sec:orgc20ba80}
\begin{itemize}
\item Without knowledge of how certain foods affect the body, and how the lack of certain fods affects the body\ldots{}..[incomplete]
\end{itemize}
\subsubsection{Health Care Access \& Quality}
\label{sec:org31082d0}
\subsubsection{Neighborhood  \& Environment}
\label{sec:orgad59b75}
\subsubsection{Social \& Community Context}
\label{sec:orgd59ba67}
\subsection{AI Prompt}
\label{sec:orgbe4e77c}
\subsubsection{Prompt \& Why?}
\label{sec:orga74b38a}
\section{Timeline}
\label{sec:org85e1b73}
\begin{center}
\begin{tabular}{ll}
\textbf{Dates} & \textbf{Events}\\
10/5/25 & Get feedback from midterm assignment and plan out solutions and ideas.\\
10/06/25 - 10/13/25 & Meet, research, and develop for the problem.\\
10/15/25 - 11/15/25 & Create presentation and include all ideas and main solution.\\
11/15/25 - 11/22/25 & Make sure presentation information is accurate and make small refinements.\\
11/30/25 & Presentation is complete and ready to submit\\
\end{tabular}
\end{center}
\section{Presentation Roles}
\label{sec:orgeb6a9aa}
\begin{center}
\begin{tabular}{ll}
\textbf{Kyle} & Worked on the planning section, including timeline and team roles\\
\textbf{Joel} & Addressed problem statement and main topic.\\
\textbf{KJ} & Provided background infromation and disparities\\
\textbf{Bhaumik} & Provided and chose AI prompt.\\
\textbf{Jeremiah} & Provided background information on the Social Determinants of Health, regarding the topic\\
\end{tabular}
\end{center}
\end{document}
